{
  "crewmate": [
    {
      "name": "Altruist",
      "desc": "Potrafi wskrzeszać martwych graczy.",
      "details": [
        "Podczas przywracania do życia Altruista nie może się ruszać, a wszyscy zabójcy zostaną skierowani w stronę Altruisty za pomocą strzałki na ekranie",
        "Po upływie określonego czasu ciała wszystkich martwych graczy znajdujących się w zasięgu Altruisty zostaną wskrzeszone, o ile proces wskrzeszania nie zostanie przerwany.",
        "Po wykorzystaniu ożywienia Altruista, a także wszyscy ożywieni gracze, nie będą mogli korzystać z przycisków do końca gry."
      ]
    },
    {
      "name": "Aurial",
      "desc": "Potrafi wyczuwać rzeczy w otaczającej go Aurze.",
      "details": [
        "Jeśli którykolwiek gracz znajdujący się w pobliżu Auriala użyje umiejętności przycisku, na Aurialu pojawi się strzałka wskazująca miejsce użycia tej umiejętności."
      ]
    },
    {
      "name": "Cleric",
      "desc": "Może tworzyć bariery lub oczyszczać innych graczy",
      "details": [
        "Gdy gracz jest objęty barierą, nie może zostać zabity przez określony czas.",
        "Po oczyszczeniu gracza wszystkie negatywne efekty zostają usunięte, jednak nie wszystkie efekty są usuwane natychmiast – niektóre z nich są usuwane na początku kolejnego spotkania.",
        "W zależności od ustawień hosta, Cleric może widzieć gdy gracz objęty barierą zostanie zaatakowany."
      ]
    },
    {
      "name": "Deputy",
      "desc": "Czuwa nad innymi graczami",
      "details": [
        "Gdy gracz nad którym czuwa Deputy zostanie zabity, dostaje on o tym powiadomienie",
        "Podczas najbliższego spotkania, Deputy może spróbować zabić zabójcę.",
        "Jeśli uda mu się go zabić, zabójca ginie, w przeciwnym razie nic się nie dzieje."
      ]
    },
    {
      "name": "Detective",
      "desc": "Bada miejsca zbrodni, a następnie bada graczy.",
      "details": [
        "Detektyw musi najpierw znaleźć miejsce zbrodni i je zbadać.",
        "Podczas tej samej lub kolejnych rund Detektyw może zbadać graczy, aby sprawdzić, czy to oni byli zabójcami. Jeśli badany gracz jest zabójcą lub znajdował się w pobliżu miejsca zbrodni w dowolnym momencie, otrzyma czerwony błysk, w przeciwnym razie błysk będzie zielony."
      ]
    },
    {
      "name": "Engineer",
      "desc": "Potrafi naprawić sabotaż z dowolnego miejsca na mapie.",
      "details": [
        "Mogą korzystać z ventów, aby łatwo przemieszczać się po mapie.",
        "Ilość naprawień na grę zależy od ustawień hosta."
      ]
    },    
  ],
  "neutral": [
    {
      "name": "Nazwa roli",
      "desc": "Krótki opis roli neutralnej.",
      "details": [
        "Szczegół 1"
      ]
    }
  ],
  "impostor": [
    {
      "name": "Nazwa roli",
      "desc": "Krótki opis roli impostora.",
      "details": []
    }
  ],
  "modifier": [
    {
      "name": "Nazwa moda",
      "desc": "Krótki opis moda.",
      "details": []
    }
  ]
}
